{
  "title": "УМОВИ ОБСЛУГОВУВАННЯ ТА ПОЛІТИКА КОНФІДЕНЦІЙНОСТІ",
  "sections": [
    {
      "title": "Яку інформацію про вас ми можемо збирати",
      "items": [
        {
          "number": "1.1",
          "text": "Ми не збираємо ваші персональні дані під час використання Вебсайту."
        },
        {
          "number": "1.2",
          "text": "Всі дані, що збираються на Вебсайті, надаються та приймаються в неперсоналізованій формі (далі — 'Неперсоналізовані дані')."
        },
        {
          "number": "1.3",
          "text": "Анонімізовані дані включають інформацію, яка не дозволяє вас ідентифікувати:",
          "subitems": [
            {
              "number": "1.3.1",
              "text": "Інформація, яку ви надаєте про себе, використовуючи онлайн-форми та програмні модулі Вебсайту, включаючи ваше ім'я, номер телефону та/або адресу електронної пошти."
            },
            {
              "number": "1.3.2",
              "text": "Дані, що передаються автоматично в анонімізованій формі в залежності від налаштувань програмного забезпечення, яке ви використовуєте."
            }
          ]
        },
        {
          "number": "1.4",
          "text": "Адміністрація має право встановлювати вимоги до складу Анонімізованих даних Користувача, які збираються Вебсайтом."
        },
        {
          "number": "1.5",
          "text": "Якщо певна інформація не вказана як обов'язкова, її надання або розкриття здійснюється на розсуд Користувача. У той же час ви надаєте свою усвідомлену згоду на доступ необмеженого кола осіб до таких даних. Згадані дані стають загальнодоступними з моменту їх надання та/або розкриття в іншій формі."
        },
        {
          "number": "1.6",
          "text": "Адміністрація не перевіряє точність даних та наявність у Користувача необхідної згоди на їх обробку відповідно до цієї Політики, вважаючи, що Користувач діє сумлінно і розумно та докладає всіх зусиль для актуалізації такої інформації та отримання всіх необхідних згод на її використання."
        },
        {
          "number": "1.7",
          "text": "Ви розумієте та приймаєте можливість використання на Вебсайті стороннього програмного забезпечення, через яке такі особи можуть отримувати та передавати дані, зазначені в пункті 1.3, в неперсоналізованій формі. Приклад: згадане стороннє програмне забезпечення включає системи для збору статистики відвідувань Google Analytics."
        },
        {
          "number": "1.8",
          "text": "Умови та положення збору анонімізованих даних із використанням стороннього програмного забезпечення визначаються безпосередньо їх правовласниками та можуть включати: дані браузера (тип, версія, файли cookie); - дані пристрою та місцезнаходження; дані операційної системи (тип, версія, роздільна здатність екрану); запитувані дані (час, реферер, IP-адреса)."
        },
        {
          "number": "1.9",
          "text": "Адміністрація не несе відповідальності за використання Неперсоналізованих даних Користувача третіми особами."
        }
      ]
    },
    {
      "title": "Як ми використовуємо вашу інформацію",
      "items": [
        {
          "number": "2.1",
          "text": "Адміністрація використовує дані для таких цілей:",
          "subitems": [
            {
              "number": "2.1.1",
              "text": "Обробка вхідних запитів та зв'язок із Користувачем;"
            },
            {
              "number": "2.1.3",
              "text": "Проведення маркетингових, статистичних та інших досліджень;"
            },
            {
              "number": "2.1.4",
              "text": "Таргетинг рекламних матеріалів на Вебсайті."
            }
          ]
        }
      ]
    },
    {
      "title": "Як ми зберігаємо та захищаємо зібрану інформацію",
      "items": [
        {
          "number": "3.1",
          "text": "Адміністрація зберігає дані та забезпечує їх захист від несанкціонованого доступу та розповсюдження відповідно до внутрішніх правил та положень."
        },
        {
          "number": "3.2",
          "text": "Конфіденційність дотримується щодо отриманих даних, за винятком випадків, коли вони стають загальнодоступними за рішенням Користувача, а також коли технології та програмне забезпечення, використовувані на Сайті третіми особами або налаштування програмного забезпечення, яке використовується Користувачем, передбачають відкритий обмін із цими особами та/або іншими учасниками та користувачами Інтернету."
        },
        {
          "number": "3.3",
          "text": "З метою покращення якості роботи Адміністрація має право зберігати лог-файли про дії, виконані Користувачем у рамках використання Вебсайту, протягом 1 (одного) року."
        }
      ]
    },
    {
      "title": "Як ми ділимося персональною інформацією та з ким",
      "items": [
        {
          "number": "4.1",
          "text": "Адміністрація має право передавати дані третім особам у таких випадках: Користувач висловив свою згоду на такі дії, включаючи випадки, коли Користувач застосовує налаштування програмного забезпечення, які не обмежують надання певної інформації; Передача необхідна в рамках використання Користувачем функціональних можливостей Вебсайту; Передача необхідна для цілей обробки даних; У зв'язку з передачею Вебсайту у володіння, користування або власність такої третьої сторони; На запит суду або іншого уповноваженого державного органу в рамках встановленої законодавством процедури; Для захисту прав та законних інтересів Адміністрації у зв'язку з порушеннями, вчиненими Користувачем."
        }
      ]
    },
    {
      "title": "Зміни в Політиці конфіденційності",
      "items": [
        {
          "number": "5.1",
          "text": "Ця Політика може бути змінена або припинена Адміністрацією в односторонньому порядку без попереднього повідомлення Користувача. Нова редакція Політики набуває чинності з моменту її розміщення на Вебсайті, якщо інше не передбачено новою редакцією Політики."
        },
        {
          "number": "5.2",
          "text": " Поточна версія Політики доступна на Вебсайті за адресою https://nm-massagekiev-phi.vercel.app/terms-of-service-privacy-policy. Чинна версія Політики конфіденційності станом на 12 червня 2024 року."
        }
      ]
    },
    {
      "title": " Файли cookie",
      "items": [
        {
          "number": "6.1",
          "text": "Наш вебсайт використовує файли cookie. Використовуючи наш вебсайт, ви погоджуєтесь на використання файлів cookie."
        },
        {
          "number": "6.2",
          "text": "Файли cookie використовуються для покращення аналітики, маркетингу та комунікацій. Файли cookie поділяються на підгрупи: продуктивність, функціональні, соціальні медіа та реклама."
        },
        {
          "number": "6.3",
          "text": "Файли cookie не містять жодної інформації, яка особисто ідентифікує вас, але деяка інформація з деперсоналізованих даних, яку ми зберігаємо про вас, може бути пов'язана з інформацією, що зберігається у файлах cookie та отримується з них. У будь-якому випадку ми не збираємо та не зберігаємо жодної конфіденційної особистої інформації, такої як поштові адреси, паролі облікових записів тощо у файлах cookie, які ми використовуємо."
        },
        {
          "number": "6.4",
          "text": "Якщо ви бажаєте уникнути використання файлів cookie на Вебсайті, спочатку ви повинні вимкнути використання файлів cookie у вашому браузері, а потім видалити файли cookie, збережені у вашому браузері, які пов'язані з цим вебсайтом. Ви можете використовувати цю опцію для запобігання використанню файлів cookie в будь-який час."
        }
      ]
    }
  ]
}
